{
	"title": "Settings",
	"languages": "Languages",
	"english": "English",
	"portuguese": "Portuguese",
	"hiIm": "Hi, I'm ",
	"fernando": "Fernando",
	"passionateAbout": "Passionate about ",
	"technology": "Technology",
	"programming": "Programming",
	"webDevelopment": "Web Development",
	"openSourceProjects": "Open Source Projects",
	"games": "Games",
	"ai": "AI",
	"subtext": "Software Developer passionate about creating beautiful and functional web applications. I love working with React, Next.js, and TypeScript.",
	"downloadCV": "Download CV",
	"/projects": "/projects",
	"/articles": "/articles",
	"/about": "/about",
	"footer": "© {{ date }} FernaandoJr",
	"madeWithLove": "Made with ❤️",
	"personalProjects": "Personal Projects",
	"loadingProjects": "Loading projects...",
	"projectsError": "Error loading projects. Please try again later.",
	"viewMoreProjects": "View more projects",
	"pageInDev": "Page in development...",
	"about": {
		"title": "About Me",
		"p1": "I was born in <0>Mogi Guaçu, São Paulo, Brazil.</0> From a very young age, I have always been fascinated by technology, especially the internet. Over the years, this passion has only grown stronger, and it became clear that I would pursue a career in technology.",
		"p2": "I started a technical course in high school called Software Development, where I had my first real experience with programming and building projects on my own. It was then that I realized that what motivates me the most is creating things, bringing ideas from my head into the real world, whether through programming or other creative processes.",
		"p3": "Web technologies were my first gateway: HTML, CSS, and JavaScript helped me understand the fundamentals of logic and algorithms. From there, I decided to dive headfirst into the world of web development.",
		"p4": "Over the years, I have had the opportunity to work with HTML, CSS, JavaScript, TypeScript, React, Node.js, Express, and other technologies. I have also explored other areas of software development, such as mobile applications and backend development.",
		"p5": "Then I decided to pursue a degree in Systems Analysis and Development at <0>Fatec Artur de Azevedo,</0> where I was able to expand my knowledge and gain a deeper understanding of software development, algorithms, software architecture, software engineering, and other essential topics in the field, such as design patterns, testing methodologies, and requirements engineering.",
		"p6": "In my second semester of college, I had the opportunity to intern in customer support at <0>AgroCRM,</0> where I was able to apply my knowledge in real-world scenarios and gain valuable experience in the field. After 6 months, I transitioned to a backend development role using <1>GeneXus</1> and other technologies, such as SQL and REST APIs.",
		"p7": "From there, I had the opportunity to program in a professional environment, working on real projects and learning from experienced developers. I was able to apply my knowledge in practical situations, collaborate with other professionals, and gain valuable experience in the field. This allowed me to apply what I knew in real-world scenarios and learn from experienced professionals.",
		"p8": "And the rest is history! I continued working in the field of software development, gaining experience in various technologies and frameworks, and honing my skills as a developer. I had the opportunity to work on projects that challenged me and helped me grow as a professional. I also had the chance to collaborate with other developers, learn from them, and share my own knowledge and experiences.",
		"p9": "Today, I dedicate my time and energy to continuously improving my skills in modern technologies, frameworks, and platforms required by the industry. I love creating personal projects and collaborating with other developers who share the same passion for technology and innovation."
	},
	"socials": {
		"title": "Social Media",
		"let's connect!": "Let's connect!",
		"githubMessage": "steal my code",
		"linkedinMessage": "follow my career",
		"xMessage": "read my mind"
	}
}
