{
	"title": "Configurações",
	"languages": "Idiomas",
	"english": "Inglês",
	"portuguese": "Português",
	"hiIm": "Olá, eu sou ",
	"fernando": "Fernando",
	"passionateAbout": "Apaixonado por ",
	"technology": "Tecnologia",
	"programming": "Programação",
	"webDevelopment": "Desenvolvimento Web",
	"openSourceProjects": "Projetos de Código Aberto",
	"games": "Jogos",
	"ai": "IA",
	"subtext": "Desenvolvedor de Software com paixão por criar aplicações web bonitas e funcionais. Adoro trabalhar com React, Next.js e TypeScript.",
	"downloadCV": "Baixar CV",
	"/projects": "/projetos",
	"/articles": "/artigos",
	"/about": "/sobre",
	"footer": "© {{ date }} FernaandoJr",
	"madeWithLove": "Feito com ❤️",
	"personalProjects": "Projetos Pessoais",
	"loadingProjects": "Carregando projetos...",
	"projectsError": "Erro ao carregar projetos. Tente novamente mais tarde.",
	"viewMoreProjects": "Ver mais projetos",
	"pageInDev": "Página em desenvolvimento...",
	"about": {
		"title": "Sobre mim",
		"p1": "Nasci em <0>Mogi Guaçu, São Paulo, Brasil.</0> Desde muito jovem, sempre fui fascinado por tecnologia, especialmente pela internet. Com o passar dos anos, essa paixão só ficou mais forte, e ficou claro que eu seguiria uma carreira na área de tecnologia.",
		"p2": "Comecei um curso técnico no ensino médio chamado Desenvolvimento de Software, onde tive minha primeira experiência real com programação e construção de projetos por conta própria. Foi então que percebi que o que mais me motiva é criar coisas, trazendo ideias da minha cabeça para o mundo real, seja por meio da programação ou de outros processos criativos.",
		"p3": "As tecnologias web foram minha primeira porta de entrada: HTML, CSS e JavaScript me ajudaram a entender os fundamentos de lógica e algoritmos. A partir daí, decidi mergulhar de vez no mundo do desenvolvimento web.",
		"p4": "Ao longo dos anos, tive a oportunidade de trabalhar com HTML, CSS, JavaScript, TypeScript, React, Node.js, Express e outras tecnologias. Também explorei outras áreas do desenvolvimento de software, como aplicações mobile e desenvolvimento backend.",
		"p5": "Então decidi cursar Análise e Desenvolvimento de Sistemas na <0>Fatec Artur de Azevedo,</0> onde pude ampliar meus conhecimentos e obter uma compreensão mais profunda sobre desenvolvimento de software, algoritmos, arquitetura de software, engenharia de software e outros tópicos essenciais da área, como padrões de projeto, metodologias de testes e engenharia de requisitos.",
		"p6": "No meu segundo semestre da faculdade, tive a oportunidade de estagiar na área de suporte ao cliente na <0>AgroCRM,</0> onde pude aplicar meus conhecimentos em cenários reais e adquirir uma experiência valiosa na área. Após 6 meses, migrei para um cargo de desenvolvimento back-end utilizando <1>GeneXus</1> e outras tecnologias, como SQL e APIs REST.",
		"p7": "A partir daí, tive a oportunidade de programar em um ambiente profissional, trabalhando em projetos reais e aprendendo com desenvolvedores experientes. Pude aplicar meus conhecimentos em situações práticas, colaborar com outros profissionais e adquirir uma experiência valiosa na área. Isso me permitiu aplicar o que eu sabia em cenários do mundo real e aprender com profissionais experientes.",
		"p8": "E o resto é história! Continuei trabalhando na área de desenvolvimento de software, adquirindo experiência em diversas tecnologias e frameworks, e aperfeiçoando minhas habilidades como desenvolvedor. Tive a oportunidade de trabalhar em projetos que me desafiaram e me fizeram crescer como profissional. Também tive a chance de colaborar com outros desenvolvedores, aprender com eles e compartilhar meus próprios conhecimentos e experiências.",
		"p9": "Hoje, dedico meu tempo e energia a melhorar continuamente minhas habilidades em tecnologias, frameworks e plataformas modernas exigidas pela indústria. Adoro criar projetos pessoais e colaborar com outros desenvolvedores que compartilham a mesma paixão por tecnologia e inovação."
	},
	"socials": {
		"title": "Redes Sociais",
		"let's connect!": "Vamos nos conectar!",
		"githubMessage": "roube meu código",
		"linkedinMessage": "siga minha carreira",
		"xMessage": "leia minha mente"
	}
}
